Repository: AchrafBen7/BelDetailing
Catalog: BelDetailing/Resources/Localizable.xcstrings
Source language: en
Languages: fr, nl

# profileSettingsOrders
source: My orders
fr: Mes commandes
nl: Mijn bestellingen

# profileSettingsPaymentsPayouts
source: Payments & payouts
fr: Paiements et versements
nl: Betalingen en uitbetalingen

# profileSettingsTitle
source: Settings
fr: Paramètres
nl: Instellingen

# profileTitle
source: Profile
fr: Profil
nl: Profiel

# providerReviewsCount
source: reviews
fr: avis

# reviews.count
source: %1$d reviews
fr: %1$d avis
nl: %1$d beoordelingen

# reviews.count.parentheses
source: (%lld reviews)
fr: (%lld avis)

# reviews.globalRating
source: %1$@ rating
fr: %1$@ note
nl: %1$@ beoordeling

# reviews.likes
source: %1$d likes
fr: %1$d j’aime

# reviews.reply
source: Reply
fr: Répondre
nl: Beantwoorden

# reviews.title
source: Customer reviews
fr: Avis clients
nl: Klantenreviews

# reviewsEmptySubtitle
source: Once your clients start leaving reviews, they will appear here.
fr: Lorsque vos clients commenceront à laisser des avis, ils apparaîtront ici.
nl: Zodra je klanten beoordelingen achterlaten, komen ze hier te staan.

# reviewsEmptyTitle
source: No reviews yet
fr: Aucun avis pour le moment
nl: Nog geen beoordelingen

# reviewsReadLess
source: Read less
fr: Lire moins
nl: Lees minder

# reviewsReadMore
source: Read more
fr: Lire plus
nl: Lees meer

# reviewsSummaryCount
source: %d reviews
fr: %d avis
nl: %d beoordelingen

# role.company
source: Company
fr: Société

# role.customer
source: Customer
fr: Particulier

# role.provider
source: Provider
fr: Prestataire

source: Search
fr: Rechercher
nl: Zoeken

# searchActionCta
source: Search
fr: Rechercher
nl: Zoeken

# searchCityPlaceholder
source: City or postal code...
fr: Ville ou code postal...
nl: Stad of postcode...

# searchEmptyMessage
source: Try adjusting your filters or search terms to find professionals near you.
fr: Essayez d’ajuster vos filtres ou votre recherche pour trouver des professionnels près de chez vous.
nl: Pas je filters of zoekwoorden aan om professionals in jouw buurt te vinden.

# searchEmptyTitle
source: No results found
fr: Aucun résultat trouvé
nl: Geen resultaten gevonden

# searchPlaceholder
source: Service, city...
fr: Service, ville...
nl: Dienst, stad...

# service.bookingsCount
source: %lld bookings
fr: %lld réservations
nl: %lld boekingen

# service.reservations.count
source: %lld reservations
fr: %lld réservations
nl: %lld reserveringen

# serviceCategoryCarCleaning
source: Car cleaning
fr: Nettoyage auto
nl: Autoreiniging

# serviceCategoryCarPolishing
source: Car polishing
fr: Polissage
nl: Auto polijsten

# serviceCategoryCeramicCoating
source: Ceramic coating
fr: Traitement céramique
nl: Keramische coating

# serviceCategoryFleetMaintenance
source: Fleet maintenance
fr: Entretien de flotte
nl: Vlootonderhoud

# serviceCategoryInteriorDetailing
source: Interior detailing
fr: Nettoyage intérieur
nl: Interieur detailing

# serviceIncludedDecontamination
source: Decontamination
fr: Décontamination
nl: Ontijzering

# serviceIncludedPolish2Steps
source: 2-step polishing
fr: Polissage 2 étapes
nl: 2-staps polijsten

# serviceIncludedWash
source: Full wash
fr: Lavage complet
nl: Volledige was

# serviceIncludedWaxProtection
source: Wax protection
fr: Protection cire
nl: Waxbescherming

# signup.full.name.error
source: Please enter your full name
fr: Veuillez entrer votre nom complet
nl: Vul je volledige naam in

# signup.password.too.short
source: Minimum 6 characters
fr: Minimum 6 caractères
nl: Minstens 6 tekens

# signup.phone.invalid
source: Invalid phone number
fr: Numéro de téléphone invalide
nl: Ongeldig telefoonnummer

# signup.vat.invalid
source: Invalid VAT number
fr: Numéro de TVA invalide
nl: Ongeldig btw-nummer

# signupAlreadyAccount
source: Already have an account?
fr: Vous avez déjà un compte ?
nl: Heb je al een account?

# signupAlreadyAccountQuestion
source: Already have an account?
fr: Déjà un compte ?
nl: Al een account?

# signupBackToProfileChoice
source: Back to profile choice
fr: Retour au choix du profil
nl: Terug naar profielkeuze

# signupChangeRole
source: Change account type
fr: Changer de type de compte
nl: Accounttype wijzigen

# signupContinueApple
source: Continue with Apple
fr: Continuer avec Apple
nl: Doorgaan met Apple

# signupCreateAccount
source: Create my account
fr: Créer mon compte
nl: Mijn account aanmaken

# signupCreateAccountSubtitle
source: Simple, fast and secure
fr: Simple, rapide et sécurisé
nl: Snel, eenvoudig en veilig

# signupCreateAccountTitle
source: Create an account
fr: Créer un compte
nl: Account aanmaken

# signupEmailLabel
source: Email address
fr: Adresse email
nl: E-mailadres

# signupEmailPlaceholder
source: you@example.com
fr: vous@exemple.com
nl: jij@voorbeeld.com

# signupFullNameLabel
source: Full name
fr: Nom complet
nl: Volledige naam

# signupFullNamePlaceholder
source: John Doe
fr: Jean Dupont
nl: Jan Jansen

# signupLoginAction
source: Log in
fr: Se connecter
nl: Inloggen

# signupOrEmail
source: OR WITH YOUR EMAIL
fr: OU AVEC VOTRE EMAIL
nl: OF MET JE EMAIL

# signupPasswordLabel
source: Password
fr: Mot de passe
nl: Wachtwoord

# signupPersonalInfoSubtitle
source: Complete your profile to continue
fr: Complétez votre profil pour continuer
nl: Vul je profiel in om verder te gaan

# signupPersonalInfoTitle
source: Personal information
fr: Informations personnelles
nl: Persoonlijke gegevens

# signupPhoneLabel
source: Phone
fr: Téléphone
nl: Telefoon

# signupRoleCompanySubtitle
source: For my company
fr: Pour mon entreprise
nl: Voor mijn bedrijf

# signupRoleCompanyTitle
source: Company
fr: Société
nl: Bedrijf

# signupRoleCustomerSubtitle
source: I’m looking for a service
fr: Je cherche un service
nl: Ik zoek een dienst

# signupRoleCustomerTitle
source: Individual
fr: Particulier
nl: Particulier

# signupRoleProviderSubtitle
source: I offer my services
fr: Je propose mes services
nl: Ik bied mijn diensten aan

# signupRoleProviderTitle
source: Provider
fr: Prestataire
nl: Dienstverlener

# signupRoleQuestion
source: Choose your profile
fr: Choisissez votre profil
nl: Kies uw profiel

# signupRoleSubtitle
source: Select the type of user that best describes you.
fr: Sélectionnez le type d’utilisateur qui vous correspond le mieux.
nl: Selecteer het type gebruiker dat het beste bij u past.

# signupSubtitle
source: Create your account in seconds
fr: Créez votre compte en quelques secondes
nl: Maak in enkele seconden een account aan

# signupTitle
source: Start your journey
fr: Commencez l'aventure
nl: Begin je avontuur

# signupVatLabel
source: VAT number
fr: Numéro de TVA
nl: BTW-nummer

# signupWhoAreYouDescription
source: Choose the option that best describes your situation so we can tailor your experience.
fr: Choisissez l’option qui vous décrit le mieux afin que nous puissions personnaliser votre expérience.
nl: Kies de optie die het best bij uw situatie past, zodat we uw ervaring kunnen personaliseren.

# signupWhoAreYouQuestion
source: Who are you?
fr: Qui êtes-vous ?
nl: Wie bent u?

# stats.increaseThisMonth
source: +16% this month
fr: +16% ce mois
nl: +16% deze maand

# stats.newClients
source: New clients
fr: Nouveaux clients
nl: Nieuwe klanten

# stats.newClientsVariation
source: +%1$d%% this month
fr: +%1$d%% ce mois
nl: +%1$d%% deze maand

# stats.popularServices
source: Popular services
fr: Services populaires
nl: Populaire diensten

# stats.reservations.count
source: %1$d reservations
fr: %1$d réservations
nl: %1$d reserveringen

# stats.reviewsCount
source: %1$d reviews
fr: %1$d avis
nl: %1$d beoordelingen

# stats.title
source: Statistics
fr: Statistiques
nl: Statistieken

# tab.bookings
source: Bookings
fr: Réservations

# tab.home
source: Home
fr: Accueil

# tab.offers
source: Offers
fr: Offres

# tab.profile
source: Profile
fr: Profil

# tab.search
source: Search
fr: Recherche

# taxesInvoicesTitle
source: Invoices
fr: Factures
nl: Facturen

# taxesSaveButton
source: Save
fr: Enregistrer
nl: Opslaan

# taxesSubtitle
source: Manage your tax information
fr: Gérez vos informations fiscales
nl: Beheer je fiscale informatie

# taxesVatFormatHelp
source: Format: BE followed by 10 digits (ex: BE 0123.456.789)
fr: Format : BE suivi de 10 chiffres (ex : BE 0123.456.789)
nl: Formaat: BE gevolgd door 10 cijfers (bv.: BE 0123.456.789)

# taxesVatLabel
source: VAT number
fr: Numéro de TVA
nl: BTW-nummer

source: text description
fr: description du texte

# text.sample.description
source: text sample
fr: text d’exemple

# text.sample.n.quantity
source: Text complex %d elements
fr: Texte compliqué %d éléments

# validation.vatRequired
source: A valid VAT number is required to sell services.
fr: Un numéro de TVA valide est requis pour vendre des services.

# verify.email.backToLogin
source: Back to login
fr: Retour à la connexion
nl: Terug naar login

# verify.email.resend
source: Resend email
fr: Renvoyer l'email
nl: E-mail opnieuw verzenden

# verify.email.resend.countdown
source: Resend in %@s
fr: Renvoyer dans %@s
nl: Opnieuw verzenden over %@s

# verify.email.step1.subtitle
source: Open the email we just sent you.
fr: Ouvrez l'email que nous venons d'envoyer.
nl: Open de e-mail die we net hebben verstuurd.

# verify.email.step1.title
source: Check your inbox
fr: Vérifiez votre boîte mail
nl: Controleer je inbox

# verify.email.step2.subtitle
source: Validate your email address in one click
fr: Validez votre adresse email en un clic
nl: Bevestig je e-mailadres met één klik

# verify.email.step2.title
source: Click the link
fr: Cliquez sur le lien
nl: Klik op de link

# verify.email.step3.subtitle
source: Access your BelDetail account.
fr: Accédez à votre compte BelDetail.
nl: Ga naar je BelDetail-account.

# verify.email.step3.title
source: log in.
fr: connectez-vous.
nl: log je in.

# verify.email.subtitle1
source: We sent a verification email to
fr: Nous avons envoyé un email de vérification à
nl: We hebben een verificatie-e-mail gestuurd naar

# verify.email.subtitle2
source: Click the link in the email to activate your account and start using BelDetail.
fr: Cliquez sur le lien dans l'email pour activer votre compte et commencer à utiliser BelDetail.
nl: Klik op de link in de e-mail om je account te activeren en BelDetail te gebruiken.

# verify.email.title
source: Verify your email.
fr: Vérifiez votre email.
nl: Verifieer je e-mail.

# welcome.fast.subtitle
source: Pick a time and confirm in seconds.
fr: Choisissez un créneau et confirmez en quelques secondes.
nl: Kies een tijd en bevestig in seconden.

# welcome.fast.title
source: Fast booking
fr: Réservation rapide
nl: Snel boeken

# welcome.pros.subtitle
source: Verified experts, trusted by drivers.
fr: Experts vérifiés, approuvés par les conducteurs.
nl: Geverifieerde experts, vertrouwd door bestuurders.

# welcome.pros.title
source: Top professionals
fr: Des pros de confiance

# welcome.secure.subtitle
source: Protected transactions and buyer guarantee.
fr: Transactions protégées et garantie client.
nl: Beveiligde transacties en kopersgarantie.

# welcome.secure.title
source: Secure payment
fr: Paiement sécurisé
nl: Veilige betaling

# welcome.title
source: Welcome to NÏOS
fr: Bienvenue sur NÏOS
nl: Welkom bij NÏOS

# priceOnRequest
source: On request
fr: Sur devis
nl: Op aanvraag

# welcomeStatsBookings
source: Bookings
fr: Réservations
nl: Boekingen

# welcomeStatsProfessionals
source: Professionals
fr: Professionnels
nl: Vakmensen

# welcomeStatsRating
source: Average rating
fr: Note moyenne
nl: Gemiddelde score

# welcomeSubtitle
source: Find, book and pay trusted car detailing near you.
fr: Trouvez, réservez et payez des services de detailing de confiance près de chez vous.
nl: Vind, boek en betaal betrouwbare car detailing bij jou in de buurt.

# bookingManageDate
source: Date
nl: Datum

# bookingNotes
source: Notes
nl: Notities

# bookingTotal
source: Total
nl: Totaal

# companyTypeCarWash
source: Car wash
nl: Autowasstraat

# dashboardStatClients
source: Clients
nl: Klanten

# dashboardTabOffers
source: Services
nl: Diensten

# detail.message
source: Message
nl: Bericht

# profileNotifications
source: Notifications
nl: Meldingen

# profileSettingsTaxes
source: Taxes
nl: Belastingen

# stats.satisfaction
source: Satisfaction
nl: Tevredenheid

# taxesTitle
source: Taxes
nl: Belastingen
